IDEA StatiCa Open Model
CssComponentLoading Class
Compatible with IDEA StatiCa Beta 21.0 - beta
 Cross-section coponent loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.CssComponentLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public class CssComponentLoading
Public Class CssComponentLoading
public ref class CssComponentLoading
The CssComponentLoading type exposes the following members.
Constructors
Name | Description
CssComponentLoading
 Constructor
Top
Properties
Name | Description
Id
 Id of cross-section component
Loading
 Loading
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace